<?php
$products= array(
    "Ring"=> array(
        "ring" =>"Золотое кольцо с фианитами",
        "ring2" =>"Серебряное кольцо «Корона» с фианитом",
        "ring3" =>"Позолеченное кольцо с бриллиантами.",
    ),
    "Bracelet"=>array(
        "bracelet1" => "Золотой браслет с аметистом и фианитами",
        "bracelet2" => "Серебряный браслет с аметистом и фианитами",
        "bracelet3" => "Позолоченный браслет с аметистом и фианитами",
    ),
    "Earings"=>array(
        "earings1" =>"Золотые пуссеты с фианитами",
        "earings2" =>"Серебряные пуссеты с фианитами",
        "earings3" =>"Позолоченные пуссеты с фианитами",
    )
);
?>